Repository: sidimam/AmuleRemote
Catalog: Localizable.xcstrings
Source language: it
Languages: ar, de, en, es, fr, zh_hans

source: Nel menu Trasferimenti e nel menu del Dock trovi Aggiungi link (anche dagli Appunti), Metti in pausa tutti e Riprendi tutti, con le scorciatoie ⌘L, ⌥⌘P e ⌥⌘R. Le Impostazioni (⌘,) raccolgono aspetto, lingua, profili e sincronizzazione iCloud.
ar: في قائمة التحويلات وقائمة Dock تجد إضافة رابط (من الحافظة أيضًا) وإيقاف الكل مؤقتًا واستئناف الكل، مع الاختصارات ⌘L و⌥⌘P و⌥⌘R. تجمع الإعدادات (⌘,) المظهر واللغة وملفات التعريف ومزامنة iCloud.
de: Im Menü Transfers und im Dock-Menü findest du Link hinzufügen (auch aus der Zwischenablage), Alle pausieren und Alle fortsetzen mit den Kurzbefehlen ⌘L, ⌥⌘P und ⌥⌘R. Die Einstellungen (⌘,) bündeln Aussehen, Sprache, Profile und iCloud-Synchronisierung.
en: The Transfers menu and the Dock menu offer Add link (also from the Clipboard), Pause all and Resume all, with the ⌘L, ⌥⌘P and ⌥⌘R shortcuts. Settings (⌘,) gather appearance, language, profiles and iCloud sync.
es: En el menú Transferencias y en el menú del Dock encontrarás Añadir enlace (también del Portapapeles), Pausar todo y Reanudar todo, con los atajos ⌘L, ⌥⌘P y ⌥⌘R. Los Ajustes (⌘,) reúnen aspecto, idioma, perfiles y sincronización de iCloud.
fr: Le menu Transferts et le menu du Dock proposent Ajouter un lien (aussi depuis le Presse-papiers), Tout mettre en pause et Tout reprendre, avec les raccourcis ⌘L, ⌥⌘P et ⌥⌘R. Les Réglages (⌘,) regroupent apparence, langue, profils et synchronisation iCloud.
zh_hans: 在“传输”菜单和程序坞菜单中可以添加链接（也可从剪贴板）、全部暂停和全部继续，快捷键为 ⌘L、⌥⌘P 和 ⌥⌘R。设置（⌘,）汇集了外观、语言、配置和 iCloud 同步。

source: Nessun backup su iCloud. Attivando la sincronizzazione, i profili server e le loro password (Portachiavi iCloud) saranno condivisi tra tutti i tuoi dispositivi tramite il tuo account iCloud: nessun dato passa da terzi.
ar: لا توجد نسخة احتياطية في iCloud. بتفعيل المزامنة تُشارك ملفات تعريف الخادم وكلمات مرورها (سلسلة مفاتيح iCloud) بين كل أجهزتك عبر حساب iCloud الخاص بك: لا تمر أي بيانات عبر أطراف ثالثة.
de: Kein Backup in iCloud. Mit aktivierter Synchronisierung werden deine Serverprofile und ihre Passwörter (iCloud-Schlüsselbund) über deinen eigenen iCloud-Account auf allen Geräten geteilt: Keine Daten laufen über Dritte.
en: No backup on iCloud. Turning sync on shares your server profiles and their passwords (iCloud Keychain) across all your devices through your own iCloud account: no data goes through third parties.
es: No hay copia en iCloud. Al activar la sincronización, los perfiles de servidor y sus contraseñas (Llavero de iCloud) se compartirán entre todos tus dispositivos a través de tu cuenta de iCloud: ningún dato pasa por terceros.
fr: Aucune sauvegarde sur iCloud. En activant la synchronisation, vos profils de serveur et leurs mots de passe (trousseau iCloud) seront partagés entre tous vos appareils via votre compte iCloud : aucune donnée ne passe par des tiers.
zh_hans: iCloud 中没有备份。开启同步后，服务器配置及其密码（iCloud 钥匙串）将通过你自己的 iCloud 账户在所有设备间共享：数据不会经过第三方。

source: Nessun download
ar: لا توجد تنزيلات
de: Keine Downloads
en: No downloads
es: Sin descargas
fr: Aucun téléchargement
zh_hans: 没有下载

source: Nessun download contiene «%@».
ar: لا يحتوي أي تنزيل على «%@».
de: Kein Download enthält „%@“.
en: No download contains “%@”.
es: Ninguna descarga contiene «%@».
fr: Aucun téléchargement ne contient « %@ ».
zh_hans: 没有下载包含“%@”。

source: Nessun file in coda.
ar: لا توجد ملفات في قائمة الانتظار.
de: Keine Dateien in der Warteschlange.
en: No files in the queue.
es: No hay archivos en cola.
fr: Aucun fichier en file d'attente.
zh_hans: 队列中没有文件。

source: Nessun link ed2k:// negli Appunti.
ar: لا يوجد رابط ed2k:// في الحافظة.
de: Kein ed2k://-Link in der Zwischenablage.
en: No ed2k:// link in the Clipboard.
es: No hay ningún enlace ed2k:// en el Portapapeles.
fr: Aucun lien ed2k:// dans le Presse-papiers.
zh_hans: 剪贴板中没有 ed2k:// 链接。

source: Nessun link ed2k:// nel testo
ar: لا يوجد رابط ed2k:// في النص
de: Kein ed2k://-Link im Text
en: No ed2k:// link in the text
es: Ningún enlace ed2k:// en el texto
fr: Aucun lien ed2k:// dans le texte
zh_hans: 文本中没有 ed2k:// 链接

source: Nessun link ed2k:// nel testo.
ar: لا يوجد رابط ed2k:// في النص.
de: Kein ed2k://-Link im Text.
en: No ed2k:// link in the text.
es: Ningún enlace ed2k:// en el texto.
fr: Aucun lien ed2k:// dans le texte.
zh_hans: 文本中没有 ed2k:// 链接。

source: Nessun profilo server configurato in aMule Remote.
ar: لا يوجد ملف خادم مُعد في aMule Remote.
de: Kein Serverprofil in aMule Remote konfiguriert.
en: No server profile configured in aMule Remote.
es: No hay ningún perfil de servidor configurado en aMule Remote.
fr: Aucun profil de serveur configuré dans aMule Remote.
zh_hans: aMule Remote 中未配置服务器。

source: Nessun risultato
ar: لا توجد نتائج
de: Keine Ergebnisse
en: No results
es: Sin resultados
fr: Aucun résultat
zh_hans: 没有结果

source: Nessun risultato per «%@».
ar: لا توجد نتائج لـ «%@».
de: Keine Ergebnisse für „%@“.
en: No results for “%@”.
es: Sin resultados para «%@».
fr: Aucun résultat pour « %@ ».
zh_hans: 没有“%@”的结果。

source: Nessuna
ar: بلا
de: Keine
en: None
es: Ninguna
fr: Aucune
zh_hans: 无

source: Nessuna cartella condivisa aggiuntiva (la cartella Incoming è sempre condivisa)
ar: لا مجلدات مشتركة إضافية (مجلد Incoming مشترك دائمًا)
de: Keine zusätzlichen geteilten Ordner (der Incoming-Ordner wird immer geteilt)
en: No additional shared folders (the Incoming folder is always shared)
es: Sin carpetas compartidas adicionales (la carpeta Incoming siempre se comparte)
fr: Aucun dossier partagé supplémentaire (le dossier Incoming est toujours partagé)
zh_hans: 没有其他共享文件夹（Incoming 文件夹始终共享）

source: Nessuna categoria definita
ar: لا فئات معرّفة
de: Keine Kategorien definiert
en: No categories defined
es: No hay categorías definidas
fr: Aucune catégorie définie
zh_hans: 未定义类别

source: Nessuno
ar: بلا
de: Keine
en: None
es: Ninguno
fr: Aucun
zh_hans: 无

source: Nickname:
ar: الاسم المستعار:
de: Spitzname:
es: Apodo:
fr: Pseudo :
zh_hans: 昵称：

source: Nodi Kad
ar: عقد Kad
de: Kad-Knoten
en: Kad nodes
es: Nodos Kad
fr: Nœuds Kad
zh_hans: Kad 节点

source: Nome
ar: الاسم
de: Name
en: Name
es: Nombre
fr: Nom
zh_hans: 名称

source: Nome (es. Unraid casa)
ar: الاسم (مثل Unraid المنزل)
de: Name (z. B. Unraid zuhause)
en: Name (e.g. Home Unraid)
es: Nombre (p. ej. Unraid casa)
fr: Nom (ex. Unraid maison)
zh_hans: 名称（如 家里的 Unraid）

source: Nome (o parte)
ar: الاسم (أو جزء منه)
de: Name (oder Teil davon)
en: Name (or part of it)
es: Nombre (o parte)
fr: Nom (ou une partie)
zh_hans: 名称（或部分）

source: Nome (opzionale)
ar: الاسم (اختياري)
de: Name (optional)
en: Name (optional)
es: Nombre (opcional)
fr: Nom (facultatif)
zh_hans: 名称（可选）

source: Nome (opzionale):
ar: الاسم (اختياري):
de: Name (optional):
en: Name (optional):
es: Nombre (opcional):
fr: Nom (facultatif) :
zh_hans: 名称（可选）：

source: Nome:
ar: الاسم:
de: Name:
en: Name:
es: Nombre:
fr: Nom :
zh_hans: 名称：

source: Non richieste
ar: لم تُطلب
de: Nicht angefragt
en: Not requested
es: No solicitadas
fr: Non demandées
zh_hans: 未请求

source: Normale
ar: عادية
de: Normal
en: Normal
es: Normal
zh_hans: 普通

source: Notifiche
ar: الإشعارات
de: Mitteilungen
en: Notifications
es: Notificaciones
fr: Notifications
zh_hans: 通知

source: Notifiche attive
ar: الإشعارات مفعّلة
de: Mitteilungen aktiv
en: Notifications on
es: Notificaciones activadas
fr: Notifications activées
zh_hans: 通知已开启

source: Notifiche non consentite
ar: الإشعارات غير مسموح بها
de: Mitteilungen nicht erlaubt
en: Notifications not allowed
es: Notificaciones no permitidas
fr: Notifications non autorisées
zh_hans: 未允许通知

source: Numero di download in coda
ar: عدد التنزيلات في القائمة
de: Anzahl Downloads in der Warteschlange
en: Number of queued downloads
es: Número de descargas en cola
fr: Nombre de téléchargements en file
zh_hans: 队列中的下载数量

source: Numero progressivo: ordina discendente per vedere prima i download aggiunti di recente
ar: رقم تسلسلي: رتّب تنازليًا لرؤية أحدث التنزيلات أولًا
de: Laufende Nummer: absteigend sortieren, um zuletzt hinzugefügte Downloads zuerst zu sehen
en: Sequential number: sort descending to see recently added downloads first
es: Número progresivo: ordena descendente para ver primero las descargas añadidas recientemente
fr: Numéro séquentiel : triez par ordre décroissant pour voir d'abord les téléchargements récents
zh_hans: 序号：按降序排列可先显示最近添加的下载

source: Nuove connessioni max ogni 5 secondi:
ar: أقصى اتصالات جديدة كل ٥ ثوانٍ:
de: Max. neue Verbindungen pro 5 Sekunden:
en: Max new connections every 5 seconds:
es: Nuevas conexiones máx. cada 5 segundos:
fr: Nouvelles connexions max toutes les 5 secondes :
zh_hans: 每 5 秒最大新连接数：

source: Nuovi download
ar: تنزيلات جديدة
de: Neue Downloads
en: New downloads
es: Nuevas descargas
fr: Nouveaux téléchargements
zh_hans: 新下载

source: Nuovo profilo
ar: ملف شخصي جديد
de: Neues Profil
en: New Profile
es: Nuevo perfil
fr: Nouveau profil
zh_hans: 新建配置

source: Nuovo server…
ar: خادم جديد…
de: Neuer Server…
en: New server…
es: Nuevo servidor…
fr: Nouveau serveur…
zh_hans: 新服务器…

source: OK
ar: حسنًا
zh_hans: 好

source: Offline
ar: غير متصل
es: Sin conexión
fr: Hors ligne
zh_hans: 离线

source: Ogni riga è un pulsante: selezionala per le azioni. Play/Pausa sul telecomando mette in pausa o riprende il download evidenziato. Con un iPhone vicino puoi digitare dalla notifica «Tastiera Apple TV» o dettare con Siri.
ar: كل صف هو زر: حدده لعرض الإجراءات. زر التشغيل/الإيقاف المؤقت في جهاز التحكم يوقف التنزيل المحدد أو يستأنفه. مع وجود iPhone قريب يمكنك الكتابة من إشعار «لوحة مفاتيح Apple TV» أو الإملاء عبر Siri.
de: Jede Zeile ist eine Taste: Wähle sie für die Aktionen. Wiedergabe/Pause auf der Fernbedienung pausiert oder setzt den markierten Download fort. Mit einem iPhone in der Nähe kannst du über die Mitteilung „Apple TV-Tastatur“ tippen oder mit Siri diktieren.
en: Every row is a button: select it for the actions. Play/Pause on the remote pauses or resumes the highlighted download. With an iPhone nearby you can type from the “Apple TV Keyboard” notification or dictate with Siri.
es: Cada fila es un botón: selecciónala para ver las acciones. Reproducir/Pausa en el mando pausa o reanuda la descarga resaltada. Con un iPhone cerca puedes escribir desde la notificación «Teclado del Apple TV» o dictar con Siri.
fr: Chaque ligne est un bouton : sélectionnez-la pour les actions. Lecture/Pause sur la télécommande met en pause ou reprend le téléchargement surligné. Avec un iPhone à proximité, tapez depuis la notification « Clavier Apple TV » ou dictez avec Siri.
zh_hans: 每一行都是按钮：选中即可操作。遥控器上的播放/暂停可暂停或继续高亮的下载。附近有 iPhone 时，可通过“Apple TV 键盘”通知输入或用 Siri 口述。

source: Operazione fallita
ar: فشلت العملية
de: Vorgang fehlgeschlagen
en: Operation failed
es: Operación fallida
fr: Opération échouée
zh_hans: 操作失败

source: Overhead down
ar: حِمل التنزيل الإضافي
de: Overhead Download
es: Sobrecarga de bajada
fr: Surcharge descendante
zh_hans: 下行开销

source: Overhead up
ar: حِمل الرفع الإضافي
de: Overhead Upload
es: Sobrecarga de subida
fr: Surcharge montante
zh_hans: 上行开销

source: Parametri avanzati (core)
ar: معلمات متقدمة (النواة)
de: Erweiterte Parameter (Core)
en: Advanced parameters (core)
es: Parámetros avanzados (core)
fr: Paramètres avancés (core)
zh_hans: 高级参数（核心）

source: Parole chiave (separate da virgola):
ar: كلمات مفتاحية (مفصولة بفواصل):
de: Stichwörter (durch Komma getrennt):
en: Keywords (comma-separated):
es: Palabras clave (separadas por comas):
fr: Mots-clés (séparés par des virgules) :
zh_hans: 关键词（逗号分隔）：

source: Password
ar: كلمة السر
de: Passwort
es: Contraseña
fr: Mot de passe
zh_hans: 密码

source: Password:
ar: كلمة السر:
de: Passwort:
es: Contraseña:
fr: Mot de passe :
zh_hans: 密码：

source: Pausa
ar: إيقاف مؤقت
de: Anhalten
en: Pause
es: Pausar
fr: Pause
zh_hans: 暂停

source: Pausa download
ar: إيقاف التنزيلات
de: Downloads anhalten
en: Pause Downloads
es: Pausar descargas
fr: Pause téléchargements
zh_hans: 暂停下载

source: Pausa tutti
ar: إيقاف الكل مؤقتًا
de: Alle pausieren
en: Pause all
es: Pausar todo
fr: Tout mettre en pause
zh_hans: 全部暂停

source: Porta
ar: المنفذ
de: Port
en: Port
es: Puerto
fr: Port
zh_hans: 端口

source: Porta EC
ar: منفذ EC
de: EC-Port
en: EC Port
es: Puerto EC
fr: Port EC
zh_hans: EC 端口

source: Porta EC:
ar: منفذ EC:
de: EC-Port:
en: EC Port:
es: Puerto EC:
fr: Port EC :
zh_hans: EC 端口：

source: Porta TCP:
ar: منفذ TCP:
de: TCP-Port:
en: TCP port:
es: Puerto TCP:
fr: Port TCP :
zh_hans: TCP 端口：

source: Porta UDP:
ar: منفذ UDP:
de: UDP-Port:
en: UDP port:
es: Puerto UDP:
fr: Port UDP :
zh_hans: UDP 端口：

source: Porta web:
ar: منفذ الويب:
de: Web-Port:
en: Web port:
es: Puerto web:
fr: Port web :
zh_hans: 网页端口：

source: Porta:
ar: المنفذ:
de: Port:
en: Port:
es: Puerto:
fr: Port :
zh_hans: 端口：

source: Porte
ar: المنافذ
de: Ports
en: Ports
es: Puertos
fr: Ports
zh_hans: 端口

source: Predefinito
ar: افتراضي
de: Standard
en: Default
es: Predeterminado
fr: Par défaut
zh_hans: 默认

source: Priorità
ar: الأولوية
de: Priorität
en: Priority
es: Prioridad
fr: Priorité
zh_hans: 优先级

source: Priorità aggiornata: %@
ar: تم تحديث الأولوية: %@
de: Priorität aktualisiert: %@
en: Priority updated: %@
es: Prioridad actualizada: %@
fr: Priorité mise à jour : %@
zh_hans: 优先级已更新：%@

source: Priorità alta per anteprime
ar: أولوية عالية للمعاينات
de: Hohe Priorität für Vorschauen
en: High priority for previews
es: Prioridad alta para vistas previas
fr: Priorité haute pour les aperçus
zh_hans: 预览高优先级

source: Priorità alta per connessioni manuali
ar: أولوية عالية للاتصالات اليدوية
de: Hohe Priorität für manuelle Verbindungen
en: High priority for manual connections
es: Prioridad alta para conexiones manuales
fr: Priorité haute pour les connexions manuelles
zh_hans: 手动连接高优先级

source: Priorità download automatica
ar: أولوية تنزيل تلقائية
de: Automatische Download-Priorität
en: Automatic download priority
es: Prioridad de descarga automática
fr: Priorité de téléchargement automatique
zh_hans: 自动下载优先级

source: Priorità upload
ar: أولوية الرفع
de: Upload-Priorität
en: Upload priority
es: Prioridad de subida
fr: Priorité d'envoi
zh_hans: 上传优先级

source: Priorità upload automatica
ar: أولوية رفع تلقائية
de: Automatische Upload-Priorität
en: Automatic upload priority
es: Prioridad de subida automática
fr: Priorité d'envoi automatique
zh_hans: 自动上传优先级

source: Priorità…
ar: الأولوية…
de: Priorität…
en: Priority…
es: Prioridad…
fr: Priorité…
zh_hans: 优先级…

source: Profili
ar: الملفات الشخصية
de: Profile
en: Profiles
es: Perfiles
fr: Profils
zh_hans: 配置文件

source: Profili server
ar: ملفات الخوادم
de: Serverprofile
en: Server Profiles
es: Perfiles de servidor
fr: Profils de serveur
zh_hans: 服务器配置

source: Profili server e stato Offline
ar: ملفات تعريف الخادم ووضع عدم الاتصال
de: Serverprofile und Offline-Modus
en: Server profiles and Offline mode
es: Perfiles de servidor y modo Sin conexión
fr: Profils de serveur et mode Hors ligne
zh_hans: 服务器配置与离线模式

source: Profili trovati sul tuo account iCloud: nessuna digitazione necessaria.
ar: تم العثور على ملفات تعريف في حساب iCloud الخاص بك: لا حاجة للكتابة.
de: Profile in deinem iCloud-Account gefunden: keine Eingabe nötig.
en: Profiles found on your iCloud account: no typing needed.
es: Perfiles encontrados en tu cuenta de iCloud: no hace falta escribir nada.
fr: Profils trouvés sur votre compte iCloud : aucune saisie nécessaire.
zh_hans: 在你的 iCloud 账户中找到配置：无需输入。

source: Profilo
ar: الملف الشخصي
de: Profil
en: Profile
es: Perfil
fr: Profil
zh_hans: 配置

source: Profilo attivo
ar: الملف النشط
de: Aktives Profil
en: Active Profile
es: Perfil activo
fr: Profil actif
zh_hans: 当前配置

source: Profilo predefinito
ar: الملف الافتراضي
de: Standardprofil
en: Default Profile
es: Perfil predeterminado
fr: Profil par défaut
zh_hans: 默认配置

source: Profilo:
ar: الملف الشخصي:
de: Profil:
en: Profile:
es: Perfil:
fr: Profil :
zh_hans: 配置：

source: Prova la modalità demo
ar: جرّب الوضع التجريبي
de: Demomodus ausprobieren
en: Try Demo Mode
es: Probar el modo demo
fr: Essayer le mode démo
zh_hans: 试用演示模式

source: Provala senza server
ar: جرّبه بدون خادم
de: Ohne Server ausprobieren
en: Try it without a server
es: Pruébala sin servidor
fr: Essayez-la sans serveur
zh_hans: 无需服务器即可试用

source: Proxy, Interfaccia ed Eventi non sono esposti dal protocollo EC di aMule: non sono configurabili da remoto (nemmeno da aMuleGUI) — vanno impostati nel file amule.conf sul server.
ar: لا يكشف بروتوكول EC في aMule عن الوكيل والواجهة والأحداث: لا يمكن ضبطها عن بُعد (حتى من aMuleGUI) — تُضبط في ملف amule.conf على الخادم.
de: Proxy, Oberfläche und Ereignisse werden vom EC-Protokoll von aMule nicht bereitgestellt: Sie lassen sich nicht fernkonfigurieren (auch nicht mit aMuleGUI) — sie gehören in die amule.conf auf dem Server.
en: Proxy, Interface and Events are not exposed by aMule's EC protocol: they cannot be configured remotely (not even by aMuleGUI) — set them in amule.conf on the server.
es: Proxy, Interfaz y Eventos no están expuestos por el protocolo EC de aMule: no se pueden configurar en remoto (ni siquiera desde aMuleGUI); deben ajustarse en amule.conf en el servidor.
fr: Proxy, Interface et Événements ne sont pas exposés par le protocole EC d'aMule : ils ne sont pas configurables à distance (même pas via aMuleGUI) — réglez-les dans amule.conf sur le serveur.
zh_hans: 代理、界面和事件不在 aMule 的 EC 协议中开放：无法远程配置（aMuleGUI 也不行）——请在服务器的 amule.conf 中设置。

source: Puoi attivarla anche più tardi dalle impostazioni dell'app.
ar: يمكنك تفعيلها لاحقًا أيضًا من إعدادات التطبيق.
de: Du kannst sie auch später in den App-Einstellungen aktivieren.
en: You can also turn it on later from the app settings.
es: También puedes activarla más tarde desde los ajustes de la app.
fr: Vous pourrez aussi l'activer plus tard dans les réglages de l'app.
zh_hans: 你也可以稍后在 App 设置中开启。

source: Puoi decidere anche più tardi dalla riga «Notifiche» nelle impostazioni dell'app.
ar: يمكنك أن تقرر لاحقًا أيضًا من صف «الإشعارات» في إعدادات التطبيق.
de: Du kannst dich auch später über die Zeile „Mitteilungen“ in den App-Einstellungen entscheiden.
en: You can also decide later from the “Notifications” row in the app settings.
es: También puedes decidirlo más tarde desde la fila «Notificaciones» en los ajustes de la app.
fr: Vous pourrez aussi décider plus tard depuis la ligne « Notifications » des réglages de l'app.
zh_hans: 你也可以稍后在 App 设置的“通知”一行中决定。

source: Quando l'app lascia lo schermo la connessione al server si chiude, ma i dati restano visibili in stato Offline: riparte da sola alla riapertura. Con la sincronizzazione iCloud i profili server e le loro password (Portachiavi iCloud) sono condivisi tra i tuoi dispositivi.
ar: عند مغادرة التطبيق للشاشة يُغلق الاتصال بالخادم، لكن البيانات تبقى ظاهرة في وضع عدم الاتصال: يُستأنف تلقائيًا عند إعادة الفتح. مع مزامنة iCloud تتم مشاركة ملفات تعريف الخادم وكلمات مرورها (سلسلة مفاتيح iCloud) بين أجهزتك.
de: Wenn die App den Bildschirm verlässt, wird die Serververbindung geschlossen; die Daten bleiben jedoch im Offline-Modus sichtbar: Beim erneuten Öffnen geht es automatisch weiter. Mit der iCloud-Synchronisierung werden die Serverprofile und ihre Passwörter (iCloud-Schlüsselbund) auf allen deinen Geräten geteilt.
en: When the app leaves the screen the server connection is closed, but the data stays visible in Offline mode: it resumes by itself when the app reopens. With iCloud sync your server profiles and their passwords (iCloud Keychain) are shared across your devices.
es: Cuando la app sale de la pantalla la conexión con el servidor se cierra, pero los datos siguen visibles en modo Sin conexión: se reanuda sola al reabrirla. Con la sincronización de iCloud, los perfiles de servidor y sus contraseñas (Llavero de iCloud) se comparten entre tus dispositivos.
fr: Quand l'app quitte l'écran, la connexion au serveur est fermée, mais les données restent visibles en mode Hors ligne : elle reprend d'elle-même à la réouverture. Avec la synchronisation iCloud, les profils de serveur et leurs mots de passe (trousseau iCloud) sont partagés entre vos appareils.
zh_hans: App 离开屏幕时会关闭与服务器的连接，但数据会以离线状态继续显示：重新打开时自动恢复。启用 iCloud 同步后，服务器配置及其密码（iCloud 钥匙串）会在你的所有设备间共享。

source: Quanti file sono nella coda download del server aMule.
ar: عدد الملفات في قائمة تنزيلات خادم aMule.
de: Wie viele Dateien in der Download-Warteschlange des aMule-Servers stehen.
en: How many files are in the download queue of the aMule server.
es: Cuántos archivos hay en la cola de descargas del servidor aMule.
fr: Combien de fichiers sont dans la file de téléchargement du serveur aMule.
zh_hans: aMule 服务器下载队列中的文件数量。

source: Refresh pagina (secondi):
ar: تحديث الصفحة (ثوانٍ):
de: Seitenaktualisierung (Sekunden):
en: Page refresh (seconds):
es: Actualización de página (segundos):
fr: Actualisation de la page (secondes) :
zh_hans: 页面刷新（秒）：

source: Rendi predefinito
ar: اجعله افتراضيًا
de: Als Standard festlegen
en: Make Default
es: Hacer predeterminado
fr: Définir par défaut
zh_hans: 设为默认

source: Rete Kad avviata.
ar: تم بدء شبكة Kad.
de: Kad-Netzwerk gestartet.
en: Kad network started.
es: Red Kad iniciada.
fr: Réseau Kad démarré.
zh_hans: Kad 网络已启动。

source: Rete Kad fermata.
ar: تم إيقاف شبكة Kad.
de: Kad-Netzwerk gestoppt.
en: Kad network stopped.
es: Red Kad detenida.
fr: Réseau Kad arrêté.
zh_hans: Kad 网络已停止。

source: Rete Kademlia
ar: شبكة Kademlia
de: Kademlia-Netzwerk
en: Kademlia Network
es: Red Kademlia
fr: Réseau Kademlia
zh_hans: Kademlia 网络

source: Rete eD2k
ar: شبكة eD2k
de: eD2k-Netzwerk
en: eD2k Network
es: Red eD2k
fr: Réseau eD2k
zh_hans: eD2k 网络

source: Reti
ar: الشبكات
de: Netzwerke
en: Networks
es: Redes
fr: Réseaux
zh_hans: 网络

source: Ricarica condivisioni
ar: إعادة تحميل المشاركات
de: Freigaben neu laden
en: Reload Shares
es: Recargar compartidos
fr: Recharger les partages
zh_hans: 重新载入共享

source: Ricarica dal server
ar: إعادة التحميل من الخادم
de: Vom Server neu laden
en: Reload from Server
es: Recargar del servidor
fr: Recharger depuis le serveur
zh_hans: 从服务器重新载入

source: Ricerca
ar: البحث
de: Suche
en: Search
es: Búsqueda
fr: Recherche
zh_hans: 搜索

source: Ricerca fallita
ar: فشل البحث
de: Suche fehlgeschlagen
en: Search failed
es: Búsqueda fallida
fr: Recherche échouée
zh_hans: 搜索失败

source: Ricerca globale (server)
ar: بحث عالمي (الخادم)
de: Globale Suche (Server)
en: Global search (server)
es: Búsqueda global (servidor)
fr: Recherche globale (serveur)
zh_hans: 全局搜索（服务器）

source: Riceverai qui gli avvisi di aMule Remote.
ar: ستصلك هنا تنبيهات aMule Remote.
de: Hier erhältst du die Hinweise von aMule Remote.
en: You'll get aMule Remote alerts here.
es: Aquí recibirás los avisos de aMule Remote.
fr: Vous recevrez ici les alertes d'aMule Remote.
zh_hans: 你将在这里收到 aMule Remote 的提醒。

source: Richiedi %@
ar: طلب %@
de: %@ verlangen
en: Require %@
es: Requerir %@
fr: Exiger %@
zh_hans: 要求 %@

source: Richiedi %@ all'apertura
ar: طلب %@ عند الفتح
de: %@ beim Start verlangen
en: Require %@ at launch
es: Requerir %@ al abrir
fr: Exiger %@ à l'ouverture
zh_hans: 打开时要求 %@

source: Richiedi offuscamento
ar: طلب التعتيم
de: Verschleierung anfordern
en: Request obfuscation
es: Solicitar ofuscación
fr: Demander l'obfuscation
zh_hans: 请求混淆

source: Richieste
ar: الطلبات
de: Anfragen
en: Requests
es: Solicitudes
fr: Requêtes
zh_hans: 请求

source: Riconnessione in corso…
ar: جارٍ إعادة الاتصال…
de: Verbindung wird wiederhergestellt…
en: Reconnecting…
es: Reconectando…
fr: Reconnexion…
zh_hans: 正在重新连接…

source: Riconnetti
ar: إعادة الاتصال
de: Erneut verbinden
en: Reconnect
es: Reconectar
fr: Reconnecter
zh_hans: 重新连接

source: Riconnetti automaticamente
ar: إعادة الاتصال تلقائيًا
de: Automatisch neu verbinden
en: Reconnect automatically
es: Reconectar automáticamente
fr: Reconnexion automatique
zh_hans: 自动重新连接

source: Riepilogo
ar: الملخص
de: Zusammenfassung
en: Summary
es: Resumen
fr: Résumé
zh_hans: 摘要

source: Rimuovi
ar: إزالة
de: Entfernen
en: Remove
es: Quitar
fr: Retirer
zh_hans: 移除
